tap "oven-sh/bun"

brew "bun"
brew "ca-certificates"
brew "coreutils"
brew "difftastic"
brew "direnv"
brew "fish"
brew "fnm"
brew "fx"
brew "fzf"
brew "gnu-getopt"
brew "gnu-sed"
brew "graphviz"
brew "grep"
brew "hivemind"
brew "htop"
brew "jq"
brew "mas"
brew "node"
brew "parallel"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "rustup"
brew "shellcheck"
brew "stripe"
brew "uv"
brew "watch"
brew "wget"
brew "xz"

cask "1password"
cask "1password-cli"
cask "android-platform-tools"
cask "chatgpt"
cask "claude"
cask "disk-drill"
cask "expo-orbit"
cask "fantastical"
cask "fastmail"
cask "firefox"
cask "font-source-code-pro-for-powerline"
cask "font-source-code-pro"
cask "gb-studio"
cask "google-chrome"
cask "gpg-suite"
cask "handbrake-app"
cask "iterm2"
cask "linear-linear"
case "little-snitch"
cask "love"
cask "micro-snitch"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "tableplus"
cask "tailscale-app"
cask "temurin"
cask "tiled"
cask "tuple"
cask "typora"
cask "vlc"
cask "yaak"
cask "zed"
cask "zoom"
