tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "caddy"
brew "coreutils"
brew "direnv"
brew "fish"
brew "fnm"
brew "fx"
brew "fzf"
brew "gnu-getopt"
brew "gnu-sed"
brew "graphviz"
brew "grep"
brew "htop"
brew "jq"
brew "mas"
brew "nss"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "rustup"
brew "shellcheck"
brew "watch"
brew "wget"
brew "xz"

cask "android-platform-tools"
cask "around"
cask "cameracontroller"
cask "firefox"
cask "font-source-code-pro-for-powerline"
cask "font-source-code-pro"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "maccy"
cask "mactex"
cask "meetingbar"
cask "mimestream"
cask "orbstack"
cask "proxyman"
cask "rectangle"
cask "raycast"
cask "spotify"
cask "tableplus"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "zed"
