tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "AdoptOpenJDK/openjdk"

brew "direnv"
brew "fish"
brew "fzf"
brew "graphviz"
brew "thrift"
brew "ruby"
brew "rustup"
brew "shellcheck"
brew "watch"

cask "adoptopenjdk8"
cask "docker"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "spotify"
cask "typora"
cask "vlc"
cask "visual-studio-code"
cask "visualvm"
cask "zerotier-one"

# This must be run after Java is installed.
brew "scala"
brew "sbt"
