ban.spellright
be5invis.toml
bibhasdn.unique-lines
bierner.markdown-mermaid
bigous.vscode-multi-line-tricks
biomejs.biome
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
braver.vscode-solarized
bschulte.love
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
davidanson.vscode-markdownlint
eamodio.gitlens
eriklynd.json-tools
expo.vscode-expo-theme
expo.vscode-expo-tools
fcoury.pretty-sql
firefox-devtools.vscode-firefox-debug
fwcd.kotlin
github.vscode-github-actions
golang.go
gruntfuggly.todo-tree
hashicorp.terraform
hbenl.vscode-test-explorer
james-yu.latex-workshop
jdinhlife.gruvbox
joshuapoehls.json-escaper
koichisasada.vscode-rdbg
marp-team.marp-vscode
miguelsolorio.fluent-icons
misogi.ruby-rubocop
mrmlnc.vscode-json5
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
mylesmurphy.prettify-ts
oven.bun-vscode
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
ryu1kn.partial-diff
shopify.ruby-lsp
skyapps.fish-vscode
stivo.tailwind-fold
stripe.vscode-stripe
thadeu.vscode-run-rspec-file
timonwong.shellcheck
vadimcn.vscode-lldb
vue.volar
wmaurer.change-case
yoavbls.pretty-ts-errors
ziglang.vscode-zig
